Repository: Malli120391/MERLINWMS21
Catalog: MRLWMSC21/App_GlobalResources/Resource.*.resx
Languages: es, hi

source: Account
es: Cuenta
hi: लेखा

source: Add
hi: जोड़ना

source: Add Material
es: Añadir material
hi: सामग्री जोड़ें

source: Attach Shipment Doc.
es: Adjuntar documento de envío
hi: शिपमेंट डॉक्टर संलग्न करें।

source: Available Qty.
es: Cantidad disponible
hi: उपलब्ध मात्रा

source: Batch No.
es: Lote N º
hi: बैच नम्बर

source: CBM
hi: सीबीएम

source: Clearance Amount
es: Cantidad de Liquidación
hi: निकासी राशि

source: Clearance Company
es: Compañía de liquidación
hi: क्लीयरेंस कंपनी

source: Clearance Invoice
es: Factura de liquidación
hi: निकासी चालान

source: Consignment Date
es: Fecha de envío
hi: माल की तारीख

source: Consignment Number
es: Número de envío
hi: कनसाइनमेंट संख्या

source: Customer
es: Cliente
hi: ग्राहक

source: Date
es: Fecha
hi: तारीख

source: Delete
es: Borrar
hi: हटाना

source: Document Received Date
es: Fecha de recepción del documento
hi: दस्तावेज़ प्राप्त तिथि

source: Edit
es: Editar
hi: संपादित करें

source: Email
hi: ईमेल

source: Exp. Date
es: Exp. Fecha
hi: खर्च। तारीख

# ExportExel
source: Export Excel
es: ExportExel
hi: एक्सेल निर्यात करें

source: Freight Amount
es: Cantidad de carga
hi: भाड़ा की रकम

source: Freight Invoice
es: Factura de flete
hi: भाड़े का बिल

source: Get Details
es: Obtén detalles
hi: विवरण प्राप्त करें

source: Gross Weight (Kgs)
es: Peso bruto (Kgs)
hi: सकल वजन (किलो)

# ImportExel
source: Import Excel
es: ImportExel
hi: एक्सेल आयात करें

source: Invoice
es: Factura
hi: बीजक

source: Invoice Date
es: Fecha de la factura
hi: चालान की तारीख

source: Inward Number
es: Número interno
hi: आवक संख्या

# InwardOrderInvoiceDetails
source: 2. Inward Order / Invoice Details
es: 2. Detalles del pedido / factura interna
hi: 2. आवक आदेश / चालान विवरण

source: Inward Status
es: Estado de entrada
hi: आवक स्थिति

source: Line No.
es: Línea No
hi: रेखा संख्या

source: Mfg. Date
es: Fecha MFG
hi: विनिर्माण तारीख

source: Mobile
es: Móvil
hi: मोबाइल

source: No. of. Packages
es: Número de paquetes
hi: संकुल की संख्या

source: OBD Number
es: Número OBD
hi: ओबीडी संख्या

source: Outward Number
es: Número externo
hi: बाहरी संख्या

source: Outward Status
es: Estado hacia afuera
hi: बाहरी स्थिति

# PartNumber
source: Material
es: Numero de parte
hi: भाग संख्या

source: Pending Returned Qty.
es: Pendiente de cantidad devuelta
hi: लंबित वापसी की मात्रा

source: Picked Qty.
es: Cantidad escogida
hi: पाला मात्रा

source: PO Number
es: numero postal
hi: पी ओ संख्या

source: Priority (Set Level / Received Date & Time)
es: Prioridad (Establecer nivel / Fecha y hora recibidas)
hi: प्राथमिकता (सेट स्तर / प्राप्त तिथि और समय)

source: Project Ref. No.
es: Proyecto Ref. No
hi: परियोजना रेफरी नहीं

source: Remarks
es: Observaciones
hi: टिप्पणियों

# ReturnedQty
source: Return Qty.
es: Cantidad devuelta.
hi: वापसी की मात्रा।

source: Sample Template
hi: नमूना टेम्पलेट

source: Search
es: Buscar
hi: खोज

source: Search Account
es: Cuenta de búsqueda
hi: खाता खोजें

source: Search Material Type
es: Tipo de material de búsqueda
hi: सामग्री प्रकार खोजें

# SearchPartNumber
source: Search Material
es: Número de pieza de búsqueda
hi: भाग संख्या खोजें

source: Search Supplier
es: Buscador de proveedores
hi: खोज प्रदायक

source: Search Tenant
es: Saili le Totogi
hi: किरायेदार खोजें

source: Select
es: Seleccionar
hi: चुनते हैं

source: Serial No.
es: Número de serie
hi: सीरीयल नम्बर

source: Shipment Expected Date
es: Fecha esperada del envío
hi: शिपमेंट अपेक्षित तिथि

# ShipmentExpectedDetails
source: 3.Shipment Expected Details
es: 3.Detalles esperados del envío
hi: 3.शिपमेंट अपेक्षित विवरण

source: Shipment Type
es: Tipo de envío
hi: शिपमेंट प्रकार

source: Store
es: Almacenar
hi: दुकान

source: Store Ref. No.
es: Tienda Ref. No.
hi: स्टोर रेफरी नहीं।

source: Supplier
es: Proveedor
hi: प्रदायक

source: Supplier Name
es: Nombre del proveedor
hi: आपूर्तिकर्ता का नाम

source: Tenant
es: Inquilino
hi: किरायेदार

source: Warehouse
es: Almacén
hi: गोदाम

source: Account Since
es: Cuenta desde
hi: खाता के बाद से

source: Action
es: Acción
hi: कार्य

source: Active Contracts
es: Contratos activos
hi: सक्रिय अनुबंध

source: Company DBA
es: Empresa DBA
hi: कंपनी डीबीए

source: Company Name
es: nombre de empresa
hi: कंपनी का नाम

source: Contract Expires In (Days)
es: El contrato expira en (días)
hi: अनुबंध समाप्त हो जाता है (दिन)

source: Contract Expiry On
es: Vencimiento del contrato encendido
hi: अनुबंध समाप्ति पर

source: Customer Since
es: Cliente desde
hi: इतने समय से ग्राहक हैं

source: SupplierCode
es: Código de proveedor
hi: प्रदायक का कोड

source: WH Mapped
es: WH asignado
hi: डब्ल्यूएच मैप किया गया

source: Actual Value
es: Valor actual
hi: असल मूल्य

source: Actual Vehicle
es: Vehículo real
hi: वास्तविक वाहन

source: Actual Vehicle Details
es: Detalles reales del vehículo
hi: वास्तविक वाहन विवरण

source: Add Actual Vehicle
es: Agregar vehículo real
hi: वास्तविक वाहन जोड़ें

source: Add Discrepancy
es: Agregar discrepancia
hi: विसंगति जोड़ें

source: Add New
es: Agregar nuevo
hi: नया जोड़ें

source: Add Order / Invoice
es: Añadir orden / factura
hi: आदेश / चालान जोड़ें

source: Add Projected Vehicle
es: Añadir vehículo proyectado
hi: प्रक्षेपित वाहन जोड़ें

source: AWB/BL No.
hi: एडब्ल्यूबी / बीएल संख्या

source: Clear
es: Claro
hi: स्पष्ट

source: Clearance Agent
es: Agente de liquidación
hi: निकासी एजेंट

source: Cost Price
es: Precio de coste
hi: लागत मूल्य

source: Date Received in Store:
es: Fecha de recepción en la tienda:
hi: स्टोर में प्राप्त तिथि:

source: Department/Division
es: Departamento / División
hi: विभाग / डिवीजन

source: Description
es: Descripción
hi: विवरण

# Discrepancy
source: 9. Discrepancy
es: 9. Discrepancia
hi: 9. विसंगति

source: Discrepancy Records
es: Expedientes de discrepancia
hi: विसंगति रिकॉर्ड्स

source: Dock
es: Muelle
hi: गोदी

source: Driver Name
es: Nombre del conductor
hi: चालक का नाम

source: GRN Date
es: Fecha GRN
hi: जीआरएन तिथि

# GRNDetails
source: 8. GRN Details
es: 8. Detalles de GRN
hi: 8. जीआरएन विवरण

source: Has Discrepancy
es: Tiene discrepancia
hi: विसंगति है

source: In-Ship Ref. No.
es: En la nave Ref. No.
hi: इन-शिप रेफरी नहीं।

source: Inv. Currency
es: Inv. Moneda
hi: चालान। मुद्रा

source: Invoice Number
es: Número de factura
hi: बीजक संख्या

source: Invoice Value
es: Valor de la factura
hi: इनवॉइस मूल्य

source: Inv. UoM
es: Inv. UM
hi: चालान। UoM

source: Line Items Count
es: Recuento de elementos de línea
hi: लाइन आइटम गिनती

source: LOB_GRN DATE
es: LOB GRN FECHA
hi: LOB जीआरएन तिथि

source: LOB_GRN NO.
hi: LOB जीआरएन सं।

source: OBD Number's
es: Número de OBD
hi: ओबीडी संख्या है

source: Order Date
es: Fecha de orden
hi: आदेश की तारीख

source: Order Ref. No.
es: Pedido Ref. No.
hi: ऑर्डर रेफरी नहीं।

source: Order Type
es: Tipo de orden
hi: आदेश प्रकार

source: Order Value
es: Valor del pedido
hi: ऑर्डर का मूल्य

source: OutwardType
es: Tipo hacia afuera
hi: बाहरी प्रकार

# PLShipmentInitiationDetails
source: 5. 3PL Shipment Initiation Details
es: 5. Detalles de inicio de envío 3PL
hi: 5. 3PL शिपमेंट आरंभिक विवरण

# PLShipmentReceivingDetails
source: 7. 3PL Shipment Receiving Details
es: 7. Envío de 3PL que recibe detalles
hi: 7. 3PL शिपमेंट विवरण प्राप्त करना

source: PO Line
es: Línea PO
hi: पीओ लाइन

source: Project Code
es: Código de proyecto
hi: परियोजना क्रमांक

source: Projected Value
es: Valor proyectado
hi: प्रक्षेपित मूल्य

source: Projected Vehicle
es: Vehículo proyectado
hi: प्रक्षेपित वाहन

source: Projected Vehicle Details
es: Detalles del vehículo proyectado
hi: प्रक्षेपित वाहन विवरण

source: Quantity
es: Cantidad
hi: मात्रा

source: Receive
es: Recibir
hi: प्राप्त करना

source: Received Details
es: Detalles recibidos
hi: विवरण प्राप्त हुआ

# ReceivingDockManagement
source: 4. Receiving Dock Management
es: 4. Recepción de la gestión del muelle
hi: 4. डॉक प्रबंधन प्राप्त करना

source: Receiving Store
es: Recepción de la tienda
hi: स्टोर प्राप्त करना

source: Requested By
es: Solicitado por
hi: द्वारा अनुरोध किया गया

source: Shipment Received Date
es: Fecha de recepción del envío
hi: शिपमेंट प्राप्त तिथि

# ShipmentReceivedDetails
source: 6. Shipment Received Details
es: 6. Detalles recibidos del envío
hi: 6. शिपमेंट विवरण प्राप्त हुआ

# ShipmentVerification
source: 10. Shipment Verification
es: 10. Verificación del envío
hi: 10. शिपमेंट सत्यापन

source: Status
es: Estado
hi: स्थिति

source: Tariff
es: Arancel
hi: टैरिफ़

source: Tariff Sub-Group
es: Subgrupo arancelario
hi: टैरिफ सब-ग्रुप

source: Total Cost after Discount
es: Costo total después del descuento
hi: छूट के बाद कुल लागत

source: Unit Cost after Discount
es: Costo unitario después del descuento
hi: छूट के बाद यूनिट लागत

source: UoM
hi: यूओएम

source: Update
es: Actualizar
hi: अद्यतन करें

source: Updated By
es: Actualizado por
hi: द्वारा अपडेट

source: Vehicle Reg. No.
es: Vehículo Reg. No.
hi: वाहन रेग नहीं।

source: WMS GRN No.
hi: डब्लूएमएस जीआरएन सं।

source: Account Code
es: Código de cuenta
hi: खाता कोड

source: Account Details
es: detalles de la cuenta
hi: खाता विवरण

source: Account Name
es: Nombre de la cuenta
hi: खाते का नाम

source: Activated On
es: Activado en
hi: पर सक्रिय

source: Active
es: Activo
hi: सक्रिय

source: Add Dock
es: Añadir muelle
hi: डॉक जोड़ें

source: Add Loc
es: Agregar Loc
hi: लोक जोड़ें

source: Address
es: Dirección
hi: पता

# AddressLine
source: Address Line 1
es: Dirección Línea 1
hi: पता पंक्ति 1

# AddressLines
source: Address Line 2
es: Dirección Línea 2
hi: पता पंक्ति नं। 2

source: Add Zone
es: Agregar zona
hi: जोन जोड़ें

# AltEmail
source: Alt. Email1
hi: ऑल्ट ईमेल 1

# AltEmails
source: Alt. Email2
hi: ऑल्ट ईमेल 2

source: Are you willing to accept the invoicing from the next business hours?
es: ¿Estás dispuesto a aceptar la facturación del próximo horario comercial?
hi: क्या आप अगले कारोबारी घंटों से चालान स्वीकार करने को तैयार हैं?

source: Attachments
es: Archivos adjuntos
hi: संलग्नक

# AttachVerificationSheet
source: Attach Verification Sheet(File type .pdf)
es: Adjuntar hoja de verificación-Tipo de archivo .pdf
hi: सत्यापन पत्र संलग्न करें (फाइल का प्रकार .pdf)

source: Back To List
es: Volver a la lista
hi: दोबारा सूची को जाएं

source: Billing Information
es: Datos de facturación
hi: बिलिंग जानकारी

source: Bill Type
es: Tipo de factura
hi: बिल प्रकार

source: Business Type
es: Tipo de negocio
hi: व्यापार के प्रकार

source: Checked By
es: Revisado por
hi: के द्वारा जांचा गया

source: Choose Logo
es: Elige Logo
hi: लोगो चुनें

source: City
es: Ciudad
hi: शहर

source: Close
es: Cerca
hi: बंद करे

source: Company Email
es: Email de la empresa
hi: कंपनी ईमेल

source: Contract Agreeement File
es: Archivo de acuerdo contractual
hi: अनुबंध समझौता फ़ाइल

source: Contract Information
es: Información del contrato
hi: अनुबंध जानकारी

source: Contract Name
es: Nombre del contrato
hi: अनुबंध का नाम

source: Country
es: País
hi: देश

source: Create Dock
es: Crear un muelle
hi: डॉक बनाएं

source: Create New
es: Crear nuevo
hi: नया बनाओ

source: Create User
es: Crear usuario
hi: उपयोगकर्ता बनाइये

source: Create Warehouse
es: Crear WareHouse
hi: वेयरहाउस बनाएं

source: Create Zone
es: Crear zona
hi: जोन बनाएं

source: Currency
es: Moneda
hi: मुद्रा

source: Discrepancy Details
es: Detalles de discrepancia
hi: विसंगति विवरण

source: Discrepancy Status
es: Estado de DISCREPANCY
hi: जोखिम की स्थिति

source: Dock Creation
es: Creación de muelles
hi: डॉक निर्माण

source: Dock Name
es: Nombre del muelle
hi: डॉक नाम

source: Dock No.
hi: डॉक सं।

source: Dock Number
es: Número de muelle
hi: डॉक संख्या

source: Dock Type
es: Tipo de muelle
hi: डॉक प्रकार

source: Effective From
es: Válido desde
hi: से प्रभावी

source: Effective To
es: Efectivo para
hi: के लिए प्रभावी

source: Emp. Code
es: Emp. Código
hi: रोजगार। कोड

source: Employee Code
es: Código de empleado
hi: कर्मचारी कोड

# ExcessStorageQty
source: Excess/Shortage Qty.
es: Cantidad excesiva / insuficiente
hi: अतिरिक्त / कमी मात्रा

source: Expiry Date
es: Fecha de caducidad
hi: समाप्ति तिथि

source: First Name
es: Nombre de pila
hi: पहला नाम

# FloorSpace
source: Floor Space(Sq. Mt.)
es: Espacio en el piso (Sq. Mt.)
hi: तल स्थान (वर्ग मीटर)

source: Full Name
es: Nombre completo
hi: पूरा नाम

source: Gender
es: Género
hi: लिंग

source: Height
es: Altura
hi: ऊंचाई

source: InOut
es: En fuera
hi: अंदर बाहर

source: Invoice Qty.
es: Cantidad de facturas
hi: चालान मात्रा

source: Is Active
es: Está activo
hi: सक्रिय है

source: Langitude
es: Langitud
hi: देशान्तर

source: Last Name
es: Apellido
hi: अंतिम नाम

source: Latitude
es: Latitud
hi: अक्षांश

source: Length
es: Longitud
hi: लंबाई

source: Line Number
es: Número de línea
hi: रेखा संख्या

source: Location
es: Ubicación
hi: स्थान

source: Middle Name
es: Segundo nombre
hi: मध्य नाम

source: Name
es: Nombre
hi: नाम

source: No. of Concurrent Users
es: No. de usuarios concurrentes
hi: समवर्ती उपयोगकर्ताओं की संख्या

source: No. of Warehouses
es: No. de WareHouses
hi: वेयरहाउस की संख्या

# PartNo
source: Material
es: Parte No.
hi: भाग संख्या

source: Password
es: Contraseña
hi: पारण शब्द

source: PCP Email
es: Correo electrónico de PCP
hi: पीसीपी ईमेल

source: Pending Qty.
es: Cantidad pendiente
hi: लंबित मात्रा

# Phone
source: Phone 1
es: Teléfono 1
hi: फोन 1

# Phones
source: Phone 2
es: Teléfono 2
hi: फोन 2

source: Plan
hi: योजना

source: Please Create Warehouse to Configure
es: Por favor cree el almacén para configurar
hi: कॉन्फ़िगर करने के लिए कृपया वेयरहाउस बनाएं

source: Primary Contact Person
es: Persona de contacto principal
hi: प्राथमिक संपर्क व्यक्ति

source: Printer
es: Impresora
hi: मुद्रक

source: Racking Type
es: Tipo de estantería
hi: रैकिंग प्रकार

source: Received Qty.
es: Cantidad recibida
hi: Qty प्राप्त किया

source: Roles
hi: भूमिकाएँ

source: Same as Contact Address
es: Igual que la dirección de contacto
hi: संपर्क पता के समान

source: Save
es: Salvar
hi: बचाना

source: Secondary Contact Person
es: Persona de contacto secundaria
hi: माध्यमिक संपर्क व्यक्ति

source: Select Account
es: Seleccionar cuenta
hi: खाता चुनें

source: Select Gender
es: Seleccione género
hi: लिंग चुनें

source: Select Printer
es: Seleccionar impresora
hi: प्रिंटर का चयन करें

source: Select Tenant
es: Seleccione inquilino
hi: किरायेदार का चयन करें

source: Select UserType
es: Seleccione UserType
hi: उपयोगकर्ता टाइप का चयन करें

source: Shipments In Transit
es: Envíos en tránsito
hi: पारगमन में शिपमेंट्स

source: Sign
es: Firmar
hi: संकेत

source: Space Rental
es: Alquiler de espacio
hi: अंतरिक्ष रेंटल

source: Square Units
es: Unidades cuadradas
hi: स्क्वायर इकाइयां

source: State
es: Estado
hi: राज्य

source: Subscription Details
es: Detalles de suscripción
hi: सदस्यता विवरण

source: Tax Applicable
es: Impuesto aplicable
hi: कर लागू

source: Tax Number
es: Número de impuesto
hi: कर संख्या

source: Tenant Code
es: Código de inquilino
hi: किरायेदार कोड

source: Tenant Information
es: Información del inquilino
hi: किरायेदार सूचना

source: Tenant Name
es: Nombre del inquilino
hi: किरायेदार का नाम

source: Tenant Reg. No.
es: Reg. Inquilino No.
hi: किरायेदार रेग। नहीं।

source: Tenant Warehouses
es: Inquilinos Almacenes
hi: किरायेदार गोदामों

source: Time Zone
es: Zona horaria
hi: समय क्षेत्र

source: Total Invoice Qty.
es: Cantidad total de facturas
hi: कुल चालान मात्रा।

source: Total Line Items
es: Artículos de línea totales
hi: कुल लाइन आइटम

source: Total Pending Qty.
es: Cantidad pendiente total
hi: कुल लंबित मात्रा।

source: User creation
es: Creación de usuario
hi: उपयोगकर्ता निर्माण

source: User Details
es: Detalles de usuario
hi: उपभोक्ता का विवरण

source: UserID
es: Identidad de usuario
hi: यूज़र आईडी

source: User Information
es: informacion del usuario
hi: उपयोगकर्ता के लिए जानकारी

source: User Roles
es: Roles del usuario
hi: उपयोगकर्ता भूमिका

source: Users For
es: Usuarios para
hi: के लिए उपयोगकर्ता

source: User Type
es: Tipo de usuario
hi: उपयोगकर्ता का प्रकार

source: Valid From
es: Válida desde
hi: से मान्य

source: Valid To
es: Válido hasta
hi: इस तक मान्य

source: Verified By
es: Verificada por
hi: के द्वारा सत्यापित

source: Verify
es: Verificar
hi: सत्यापित करें

source: Warehouse Creation
es: Creación de almacenes
hi: गोदाम निर्माण

source: Warehouse Details
es: Detalles de almacén
hi: गोदाम विवरण

source: WarehouseID
es: ID de almacén
hi: वेयरहाउस आईडी

source: Warehouses
es: Bodegas
hi: गोदामों

source: Website
es: Sitio web
hi: वेबसाइट

source: WH
hi: डब्ल्यू एच

# WHAddress
source: WH Address1
es: Dirección WH1
hi: डब्ल्यू पता 1

# WHCode
source: Warehouse
es: Código WH
hi: डब्ल्यूएच कोड

source: WH Type
es: Tipo WH.
hi: डब्ल्यूएच प्रकार।

source: Width
es: Anchura
hi: चौड़ाई

source: Zip Code
es: Código postal
hi: पिन कोड

source: Zoho Account Code
es: Código de cuenta Zoho
hi: जोहो खाता कोड

source: Zone Code
es: Código de zona
hi: जोन कोड

source: Zone Creation
es: Creación de zona
hi: जोन निर्माण

source: Zone Description
es: Descripción de la zona
hi: जोन विवरण

source: Account No.
es: Cuenta No.
hi: खाता क्रमांक।

source: Address 1
es: Dirección 1
hi: पता 1

source: Address 2
es: Dirección 2
hi: पता द्वितीय

source: Address Type
es: Tipo de dirección
hi: पता प्रकार

source: Bank Address
es: Dirección bancaria
hi: बैंक का पता

source: Bank Name
es: Nombre del banco
hi: बैंक का नाम

source: Company Registration No.
es: Número de registro de la compañía
hi: कंपनी की पंजीकरण संख्या

source: Contact No.
es: Contacto No.
hi: संपर्क नंबर।

source: Contact Person Details
es: Detalles de la persona de contacto
hi: संपर्क व्यक्ति विवरण

source: Create
es: Crear
hi: सर्जन करना

source: Customer Address
es: Dirección del cliente
hi: ग्राहक का पता

source: Customer Address Details
es: Detalles de la dirección del cliente
hi: ग्राहक पता विवरण

source: Customer Code
es: Código de cliente
hi: ग्राहक का कोड

source: Customer Header
es: Encabezado del cliente
hi: ग्राहक शीर्षलेख

source: Customer Name
es: Nombre del cliente
hi: ग्राहक का नाम

source: Delivery Site Code
es: Código del sitio de entrega
hi: डिलिवरी साइट कोड

source: Email Address
es: Dirección de correo electrónico
hi: ईमेल पता

source: Fax No.
es: Número de fax.
hi: फ़ैक्स नहीं।

source: IBAN No.
es: No iban.
hi: आईबीएएन नं।

source: Mobile No.
es: No móviles.
hi: मोबाइल नहीं है।

source: Search Term
es: Término de búsqueda
hi: शब्द को खोजें

source: Sort Code or BLZ Code
es: Código de clasificación o código BLZ
hi: सॉर्ट कोड या बीएलजेड कोड

source: Supplier Bank Details
es: Detalles del banco de proveedores
hi: प्रदायक बैंक विवरण

source: Supplier Details
es: Detalles del proveedor
hi: प्रदायक विवरण

source: Swift Code
es: código SWIFT
hi: स्विफ्ट कोड

# TelephoneNo
source: Telephone No. 1
es: Teléfono n. ° 1
hi: टेलीफोन नंबर 1

# TelephoneNos
source: Telephone No. 2
es: Teléfono n. ° 2
hi: टेलीफोन नंबर 2

source: Title
es: Título
hi: शीर्षक

source: Add Invoice
es: Agregar factura
hi: चालान जोड़ें

source: Add Invoice Details
es: Agregar detalles de la factura
hi: चालान विवरण जोड़ें

source: Additional Information
es: Información Adicional
hi: अतिरिक्त जानकारी

source: Add QC Parameters
es: Agregar parámetros de control de calidad
hi: क्यूसी पैरामीटर जोड़ें

source: Add Supplier
es: Añadir proveedor
hi: प्रदायक जोड़ें

source: Add UoM
es: Añadir UoM
hi: यूओएम जोड़ें

# AlternativePart
source: Alternative Part# 1
es: Parte alternativa n. ° 1
hi: वैकल्पिक भाग # 1

# AlternativeParts
source: Alternative Part# 2
es: Parte alternativa n. ° 2
hi: वैकल्पिक भाग # 2

# Areyousuretodelete
source: Are you sure do you want to Delete?
es: ¿Estás seguro de que quieres eliminar?
hi: क्या आप वाकई हटाना चाहते हैं?

source: Attachment Type
es: Tipo de Adjunto
hi: अनुलग्नक प्रकार

source: Attach Picture File
es: Adjuntar archivo de imagen
hi: चित्र फ़ाइल संलग्न करें

source: Basic Material Details
es: Detalles Básicos de Materiales
hi: मूल सामग्री विवरण

source: Bin
es: Compartimiento
hi: बिन

source: Bin Replenishment:
es: Reposición de contenedores:
hi: बिन पुनर्पूर्ति:

source: BUoM/ Qty.
hi: BUoM / मात्रा।

source: Capacity Per Bin
es: Capacidad por contenedor
hi: प्रति बिन क्षमता

source: Date Due
es: Fecha de vencimiento
hi: नियत तारीख

source: Date Requested
es: Fecha solicitada
hi: अनुरोधित दिनांक

source: Delete Record
es: Eliminar el registro
hi: रिकॉर्ड हटाएं

source: Dimensions
es: Dimensiones
hi: आयाम

source: Download ASN
es: Descargar ASN
hi: एएसएन डाउनलोड करें

source: Exchange Rate
es: Tipo de cambio
hi: विनिमय दर

source: Expected Unit Cost
es: Costo unitario esperado
hi: अपेक्षित यूनिट लागत

source: Extended Attributes
es: Atributos extendidos
hi: विस्तारित गुण

source: From
es: De
hi: से

source: Gross Weight
es: Peso bruto
hi: कुल भार

source: Height (cm)
es: Altura (cm)
hi: ऊंचाई (सेंटिमीटर)

source: Import ASN
es: Importar ASN
hi: एएसएन आयात करें

source: Industry
es: Industria
hi: उद्योग

source: Instructions
es: Instrucciones
hi: अनुदेश

source: Inv. Country of Origin
es: Inv. País de origen
hi: चालान। उद्गम देश

source: Inv. Discount In Percentage
es: Inv. Descuento en Porcentaje
hi: चालान। प्रतिशत में छूट

source: Inv. UoM/ Qty.
hi: चालान। यूओएम / मात्रा।

source: Inward Date
es: Fecha de entrada
hi: आवक तिथि

source: Inward Header Details
es: Detalles del encabezado interno
hi: आवक शीर्षलेख विवरण

source: Inward Inspection Checkpoint
es: Punto de control de inspección interno
hi: अंदरूनी निरीक्षण चेकपॉइंट

source: Inward Order Ref. No.
es: Pedido interno Ref. No.
hi: आवक आदेश रेफरी नहीं।

source: Is Required
es: Es requerido
hi: आवश्यक है

source: Item Description [Long]
es: Descripción del artículo [Largo]
hi: मद विवरण [लांग]

source: Item Description [Short]
es: Descripción del artículo [Corto]
hi: मद विवरण [लघु]

source: Item Pictures
es: Cuadros del artículo
hi: आइटम चित्र

source: Kit ID
es: ID del kit
hi: किट आईडी

source: Kit Qty.
hi: किट मात्रा

source: Length (cm)
es: Longitud (cm)
hi: लंबाई (सेंटिमीटर)

source: Liquid Measurements
es: Mediciones líquidas
hi: तरल माप

source: Material Details
es: Detalles del material
hi: सामग्री विवरण

source: Material Group
es: Grupo de materiales
hi: सामग्री समूह

source: Material Preferences
es: Preferencias de materiales
hi: सामग्री प्राथमिकताएं

source: Material Replenishment:
es: Reabastecimiento de materiales:
hi: सामग्री पुनर्पूर्ति:

source: Material Type
es: Tipo de material
hi: सामग्री के प्रकार

# MaximumStockLevel
source: Max Stock Level
es: Nivel máximo de existencias
hi: अधिकतम स्टॉक स्तर

source: Max. Threshold
es: Max. Límite
hi: मैक्स। द्वार

source: Measurement Type
es: Tipo de medida
hi: मापन प्रकार

source: Minimum Stock Level
es: Nivel mínimo de existencias
hi: न्यूनतम स्टॉक स्तर

source: Min. Order Qty.
es: Min. Cantidad
hi: मिन। आदेश मात्रा

source: Min. Shelf Life(Days)
es: Min. Vida útil (días)
hi: मिन। शेल्फ लाइफ (दिन)

source: Min. Threshold
es: Min. Límite
hi: मिन। द्वार

source: Net Weight
es: Peso neto
hi: शुद्ध भार

source: No
es: Noc
hi: नहीं

source: OEM Part Number
es: Número de pieza OEM
hi: OEM भाग संख्या

source: Other
es: Otro
hi: अन्य

source: Parameter Name
es: Nombre del parámetro
hi: मापदण्ड नाम

# Part
source: Material
es: Parte
hi: अंश

source: Planned Delivery Time(Days)
es: Tiempo de entrega planificado (días)
hi: नियोजित डिलीवरी का समय (दिन)

source: PO Tax
es: Impuesto PO
hi: पीओ कर

source: Qty. Per UoM
hi: मात्रा। पीर यूओएम

source: Reorder Qty. Max.
es: Reordenar Qty. Max.
hi: मात्रा मात्रा। मैक्स।

source: Reorder Qty. Min.
es: Reordenar Qty. Min.
hi: मात्रा मात्रा। मिन।

source: Replenishment
es: Reposición
hi: फिर से भरना

source: Req. Number
es: Req. Número
hi: अनुरोध। संख्या

source: Storage Condition
es: Condición de almacenamiento
hi: गोदाम की स्थिति

source: Supplier Attachments
es: Datos adjuntos del proveedor
hi: प्रदायक संलग्नक

source: Supplier Invoice Details
es: Detalles de la factura del proveedor
hi: प्रदायक चालान विवरण

source: Tax
es: Impuesto
hi: कर

source: To
es: A
hi: सेवा मेरे
