Repository: Malli120391/MERLINWMS21
Catalog: MRLWMSC21/App_GlobalResources/Resource.*.resx
Languages: es, hi

source: Total Shelf Life(Days)
es: Vida útil total (días)
hi: कुल शेल्फ लाइफ (दिन)

source: Total Value
es: Valor total
hi: कुल मूल्य

source: Unit of Measurement(UoM) Configuration
es: Configuración de Unidad de Medida (UoM)
hi: मापन इकाई (यूओएम) विन्यास

source: Unit Price
es: Precio unitario
hi: यूनिट मूल्य

source: UoM Conversion
es: Conversión de UM
hi: यूओएम रूपांतरण

source: UoM/Qty.
hi: यूओएम / मात्रा।

source: UoM Type
es: Tipo de UM
hi: यूओएम प्रकार

source: Upload
es: Subir
hi: अपलोड

source: Weight
es: Peso
hi: वजन

source: Weight (kgs)
es: Peso (kgs)
hi: वजन (किलो)

source: Width (cm)
es: Ancho (cm)
hi: चौड़ाई (सेमी)

source: Yes
es: Sí
hi: हाँ

source: Add Customer PO
es: Añadir cliente PO
hi: ग्राहक पीओ जोड़ें

source: Are you sure do you want to Delete?
es: ¿Estás seguro de que quieres eliminar?
hi: क्या आप वाकई हटाना चाहते हैं?

source: Change
es: Cambio
hi: परिवर्तन

source: Confirmation
es: Confirmación
hi: पुष्टीकरण

source: Container
es: Envase
hi: पात्र

source: Customer Billing Address
es: Dirección de facturación del cliente
hi: ग्राहक बिलिंग पता

# CustomerPO
source: Customer Indent
es: Cliente PO
hi: ग्राहक पीओ

# CustomerPODate
source: Customer Indent Date
es: Fecha de pedido del cliente
hi: ग्राहक पीओ तिथि

# CustomerPODetails
source: Customer Indent Details
es: Cliente PO Detalles
hi: ग्राहक पीओ विवरण

# CustomerPONumber
source: Customer Indent Number
es: Número de pedido del cliente
hi: ग्राहक पीओ संख्या

# CustomerPOQty
source: Customer Indent Qty.
es: Cliente PO Cantidad.
hi: ग्राहक पीओ मात्रा।

# CustomerPOUoMQty
source: Customer Indent UoM/Qty.
es: Cliente PO UoM / Qty.
hi: ग्राहक पीओ यूओएम / मात्रा।

# CustomerPOValue
source: Customer Indent Value
es: Valor del PO del cliente
hi: ग्राहक पीओ वैल्यू

source: Delivery Date
es: Fecha de entrega
hi: डिलीवरी की तारीख

source: Delivery Site
es: Sitio de entrega
hi: वितरण साइट

source: Discount
es: Descuento
hi: छूट

source: Discrepancy Shipments
es: Envíos de discrepancia
hi: विसंगति शिपमेंट्स

# DocRcvdDt
source: Doc. Rcvd. Date
es: Doc. Rcvd. Dt.
hi: डॉक्टर। प्राप्त हुई। डीटी।

source: GRN Pending
es: GRN pendiente
hi: जीआरएन लंबित

source: Gross Value
es: Valor bruto
hi: सकल मूल्य

source: Invoice No.
es: Factura no.
hi: चालान नंबर।

source: Is Damg
es: Es Damg
hi: Damg है

source: Issue No.
es: No problema.
hi: निर्गत संख्या।

source: MRP
hi: एमआरपी

source: MUoM/Qty.
hi: MUoM / मात्रा

source: No Data Found
es: Datos no encontrados
hi: कोई डेटा नहीं मिला

source: Outward Date
es: Fecha de salida
hi: बाहरी तिथि

source: Outward Order Header
es: Encabezado de orden externo
hi: बाहरी आदेश शीर्षलेख

source: Outward Ref. No.
es: Ref. Exterior No.
hi: बाहरी रेफरी नहीं।

source: Projected Vehicles
es: Vehículos proyectados
hi: प्रक्षेपित वाहन

source: Search Store Ref.#
es: Buscar en la tienda Ref. #
hi: खोज स्टोर रेफरी #

source: Select One
es: Seleccione uno
hi: एक चुनो

source: Shipment Charges
es: Gastos de envío
hi: शिपमेंट शुल्क

source: Shipment Exp. Dt.
es: Envío Exp. Dt.
hi: शिपमेंट एक्सप। डीटी।

source: Shipment Expected
es: Envío esperado
hi: शिपमेंट अपेक्षित

source: Shipments In Process
es: Envíos en proceso
hi: प्रक्रिया में शिपमेंट्स

source: Ship. Rcvd. Dt.
es: Enviar. Rcvd. Dt.
hi: समुंद्री जहाज। प्राप्त हुई। डीटी।

source: Ship. Verf. Dt
es: Enviar. Verf. Dt
hi: समुंद्री जहाज। VERF। डीटी

source: SO Qty.
hi: तो मात्रा

source: SO UoM/ Qty.
hi: एसओ यूओएम / मात्रा।

source: Storage Location
es: Ubicación de almacenamiento
hi: भंडारण स्थान

source: Store Ref. #
es: Tienda Ref. #
hi: स्टोर रेफरी #

source: Transfer
es: Transferir
hi: स्थानांतरण

# TransferQuantityallowsprecisiononly
source: Transfer Quantity allows 2 precision only
es: La cantidad de transferencia solo permite 2 precisiones
hi: स्थानांतरण मात्रा केवल 2 परिशुद्धता की अनुमति देता है

source: VAT Code
es: Código del IVA
hi: वैट कोड

source: Advanced Search
es: Búsqueda Avanzada
hi: उन्नत खोज

source: Create Inbound
es: Crear entrada
hi: इनबाउंड बनाएं

source: Create Outbound
es: Crear saliente
hi: आउटबाउंड बनाएं

source: Delivery Qty.
es: Cantidad de entrega
hi: वितरण मात्रा

source: Dispatch Qty.
es: Cantidad de despacho.
hi: डिस्पैच मात्रा।

source: Export Excel
es: Exportar Excel
hi: एक्सेल निर्यात करें

source: From Date
es: Partir de la fecha
hi: तारीख से

# GetInwardList
source: Inward Import
es: Obtener la lista de entrada
hi: अंदरूनी सूची प्राप्त करें

source: Get SO's
es: Obtener SO
hi: एसओ प्राप्त करें

source: Get Template
es: Obtener plantilla
hi: टेम्पलेट प्राप्त करें

source: GRN
hi: जीआरएन

source: GRN Done By
es: GRN hecho por
hi: जीआरएन द्वारा किया गया

source: GRN Number
es: Número GRN
hi: जीआरएन संख्या

source: Inovice No.
es: Factura no
hi: चालान नंबर

source: Is OBD Picking
es: Es OBD Picking
hi: ओबीडी पिकिंग है

source: Item
es: ít.
hi: मद

source: Item Code
es: Código del objeto
hi: आइटम कोड

source: Modify
es: Modificar
hi: संशोधित करें

source: MWeight
es: MPeso
hi: एमवजन

source: Number
es: Número
hi: संख्या

source: OBD Date
es: Fecha OBD
hi: ओबीडी तिथि

source: OBD Item Details
es: Detalles del artículo OBD
hi: ओबीडी आइटम विवरण

source: PO Date
es: Fecha de la PO
hi: पीओ तिथि

source: Pro. Ref. No.
es: Pro. Árbitro. No
hi: समर्थक। रेफरी। नहीं।

source: Qty.
es: Cantidad
hi: मात्रा

source: Release
es: Lanzamiento
hi: रिहाई

source: Release For OBD
es: Versión para OBD
hi: ओबीडी के लिए रिलीज

source: Release For VLPD
es: Versión para VLPD
hi: वीएलपीडी के लिए रिलीज

source: Release Qty.
es: Lanzamiento Qty.
hi: रिलीज मात्रा।

source: Revert
es: Revertir
hi: लौट आना

source: Revert GRN
es: Revertir GRN
hi: जीआरएन वापस करें

source: Revert Qty.
es: Revertir Qty.
hi: मात्रा वापस करें।

source: Select Warehouse
es: Seleccionar Almacén
hi: गोदाम का चयन करें

source: Shipment Verification Date
es: Fecha de verificación del envío
hi: शिपमेंट सत्यापन दिनांक

source: Ship. Rcvd. Dt. / Offload Time
es: Enviar. Rcvd. Dt. / Tiempo de descarga
hi: समुंद्री जहाज। प्राप्त हुई। डीटी। / ऑफलोड समय

source: S. No.
hi: एस नं।

source: SO Date
es: SO Fecha
hi: एसओ तिथि

source: SO No.
hi: एसओ सं।

source: SO Number
es: Número de SO
hi: एसओ संख्या

source: SO Type
es: SO tipo
hi: एसओ टाइप करें

source: Store(s)
es: Víveres)
hi: स्टोर (रों)

source: Suggested Location
es: Ubicación sugerida
hi: सुझाया गया स्थान

source: Suggestion
es: Sugerencia
hi: सुझाव

source: To Date
es: Hasta la fecha
hi: तारीख तक

source: Total Qty.
es: Calidad Total.
hi: कुल मात्रा।

# TotalVolume
source: Total Vol.
es: Volumen total
hi: कुल मात्रा

# TotalVolumeCBM
source: Total Vol. (CBM)
es: Volumen total (CBM)
hi: कुल मात्रा (सीबीएम)

source: Total Weight
es: Peso total
hi: कुल वजन

source: Total Weight (KG)
es: Peso total (KG)
hi: कुल वजन (केजी)

# UnitVolumeCBM
source: Unit Vol. (CBM)
es: Volumen de unidad (CBM)
hi: यूनिट वॉल्यूम (सीबीएम)

source: Unit Weight (KG)
es: Peso de la unidad (KG)
hi: यूनिट वजन (केजी)

# VerifiedDt
source: Verified Date
es: Verificado Dt.
hi: सत्यापित डीटी

# VolumeCBM
source: Vol. (CBM)
es: Volumen (CBM)
hi: खंड (सीबीएम)

source: Warehouse Code
es: Código de almacén
hi: वेयरहाउस कोड

source: Deliveries Pending
es: Entregas pendientes
hi: डिलीवरीज लंबित

source: Delivery
es: Entrega
hi: वितरण

source: Delivery Status
es: Estado de entrega
hi: वितरण की स्थिति

# DelvDoc
source: Delv. Doc. No.
es: Delv. Doc. #
hi: डेल्व डॉक्टर। #

source: Delv. Doc. Date
es: Delv. Doc. Fecha
hi: डेल्व डॉक्टर। तारीख

# DelvDocDt
source: Delv. Doc. Date
es: Delv. Doc. Dt.
hi: डेल्व । डॉक्टर। डीटी।

source: Delv. Doc. No.
hi: डेल्व । डॉक्टर। नहीं।

source: Delv. Doc. Type
es: Delv. Doc. Tipo
hi: डेल्व । डॉक्टर। प्रकार

source: Department
es: Departamento
hi: विभाग

source: Division
es: División
hi: विभाजन

source: Dock Information
es: Información del atraque
hi: डॉक सूचना

source: Error Message
es: Mensaje de error
hi: त्रुटि संदेश

source: Group OBD No.
es: Grupo OBD No.
hi: समूह ओबीडी संख्या

source: MRP No.
hi: एमआरपी सं।

source: Pending OBD's For VLPD Creation
es: OBD pendiente para la creación de VLPD
hi: वीएलपीडी निर्माण के लिए लंबित ओबीडी

source: PGI Date / Done By
es: PGI Fecha / Hecho por
hi: पीजीआई तिथि / हो गया

source: PGI Pending
es: IGP pendiente
hi: पीजीआई लंबित

source: Pick N Check Pending
es: Pick N Check Pendiente
hi: एन चेक लंबित चुनें

source: Pick Note
es: Nota de selección
hi: नोट उठाओ

source: PNC Date
es: Fecha PNC
hi: पीएनसी तिथि

source: P.Note
hi: पी नोट

source: POD Not Rcvd. / Delv. Dt. /Driver
es: POD Not Rcvd. / Delv. Dt. /Conductor
hi: पीओडी आरसीवीडी नहीं है। / डेल्व डीटी। /चालक

source: POD Pending
es: POD Pendiente
hi: पीओडी लंबित

source: Received for PGI
es: Recibido por IGP
hi: पीजीआई के लिए प्राप्त

source: Release OBD
es: Lanzamiento OBD
hi: रिलीज ओबीडी

source: Search Delv. Doc.#
es: Buscar Delv. Doc.#
hi: डेल्व खोजें डॉक्टर। #

source: Select Dock
es: Seleccione Dock
hi: डॉक का चयन करें

source: Select Vehicle Type
es: Seleccione el tipo de vehículo
hi: वाहन प्रकार का चयन करें

source: Sent to Delivery
es: Enviado a la entrega
hi: डिलिवरी को भेजा गया

source: Time
es: Hora
hi: पहर

# Warehousess
source: Warehouse(s)
es: Almacén (s)
hi: गोदाम (रों)

source: Cancel
es: Cancelar
hi: रद्द करना

source: Opening Stock
hi: आरंभिक स्टॉक

source: Import File
hi: फ़ाइल आयात करें

source: Import Stock
es: Importar Stock
hi: आयात स्टॉक

source: Bin Details
hi: बिन विवरण

source: Bin Location
es: ubicación del contenedor
hi: बिन स्थान

source: Operator
es: operador
hi: ऑपरेटर
